[{"text": "What personal details are necessary for entering the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide my contact information to participate in the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific identification requirements for entering the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What documentation do I need to submit for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Is there any specific information needed for purchasing raffle tickets?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there age or residency requirements for participating in the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when completing the raffle entry form?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to register online to enter the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any specific rules regarding the information provided for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Can I participate in the raffle anonymously?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Is there a requirement to provide proof of purchase for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose my address for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any eligibility criteria I need to meet for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information is needed for verifying my identity when entering the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Can I use a pseudonym for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide my email address for raffle communication?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the type of identification accepted for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Is there a limit on the number of entries per person, and if so, what information is required for each entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any specific requirements for providing payment information when purchasing raffle tickets?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to submit my social security number for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Is there any information I should include in the \"additional comments\" section of the raffle entry form?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any prerequisites for providing medical information for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing emergency contact information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide proof of age for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing employment information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Is there a need to provide details about my family members for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any criminal history for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing address details for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to receive updates about future raffles?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my personal information in the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any preferences I need to specify for raffle participation, such as dietary restrictions or accessibility needs?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I include if I want to participate in the raffle as part of a group or organization?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing financial information for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any affiliations or memberships for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the format or content of the information provided for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I provide if I want to receive promotional materials related to the raffle?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide information about my education or profession for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific guidelines for providing proof of residency for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I include if I want to participate in the raffle as a representative or proxy?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my likeness in raffle-related materials?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing insurance information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing shipping information for raffle prizes?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide proof of citizenship for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing contact information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a minor?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any conflicts of interest for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing references or recommendations for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing vehicle information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for background checks as part of raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the type of information I can include in my raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a guest?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide proof of address for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing photo identification for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing travel information for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my data for marketing purposes as part of raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing financial disclosure information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a corporate entity?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any potential conflicts of interest for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific guidelines for providing proof of identity for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing billing information for raffle ticket purchases?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my information in accordance with raffle privacy policies?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the use of pseudonyms or aliases for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a vendor or sponsor?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any financial investments or holdings for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing proof of eligibility for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing contact information for raffle-related correspondence?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the collection and storage of my information for raffle purposes?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing proof of insurance coverage for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a volunteer or staff member?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any affiliations with regulatory bodies or government agencies for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific guidelines for providing proof of residency or citizenship for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing payment authorization for raffle ticket purchases?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my personal data for raffle-related communications?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the use of third-party agents or representatives for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a member of the media?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any professional licenses or certifications for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing proof of age or identity for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing financial transaction information for raffle purchases?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the disclosure of my information to third-party partners for raffle purposes?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing proof of legal capacity or authority for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a legal representative or guardian?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any potential conflicts of interest related to raffle prizes or awards?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific guidelines for providing proof of ownership or entitlement for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing consent for the use of my information in raffle-related marketing materials?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the transfer of my information to international jurisdictions for raffle purposes?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the use of electronic signatures for raffle entry forms?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a participant in a group or syndicate?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any affiliations with sponsors or partners for raffle participation?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific instructions for providing proof of residency or citizenship for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing consent for the use of my information in raffle-related promotions?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the use of my likeness in raffle-related advertising materials?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any requirements for providing proof of entitlement or eligibility for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a representative of a company or organization?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any financial interests or investments related to raffle prizes or awards?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there specific guidelines for providing proof of identity or age for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What details should I include when providing consent for the use of my information in raffle-related communications?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to provide consent for the disclosure of my information to government authorities or regulatory agencies for raffle purposes?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Are there any restrictions on the use of minors' information for raffle entry?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "What information should I provide if I want to participate in the raffle as a member of a professional organization or association?", "intent": "RequiredInformation", "entities": [], "traits": []}, {"text": "Do I need to disclose any potential conflicts of interest related to raffle sponsorship or promotion?", "intent": "RequiredInformation", "entities": [], "traits": []}]